Repository: zookzook/vega
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: added a new card with title '%{title}' to list '%{list}'
de: fügte eine neue Karte '%{title}' zur Liste '%{list}' hinzu

source: added a new list '%{title}' to board '%{board}'
de: fügte eine neue Liste '%{title}' zum Board '%{board}' hinzu

source: moved card '%{a}' in front of '%{b}'
de: bewegte die Karte '%{a}' vor Karte '%{b}'

source: moved card '%{a}' to the end
de: bewegte die Karte '%{a}' ans Ende

source: changed title '%{title}' of board '%{board}'
de: änderte den Titel '%{title}' vom Board '%{board}'

source: yesterday
de: gestern

source: %{t} hours ago
de: vor %{t} Stunden

source: %{t} minutes ago
de: vor %{t} Minuten

source: an hour ago
de: vor einer Stunde

source: few seconds ago
de: vor einigen Sekunden

source: one minute ago
de: vor einer Minute

source: the day before yesterday
de: vorgestern

source: Add a new list
de: Neue Liste hinzufügen

source: Add another card
de: Eine neue Karte hinzufügen

source: Add new card
de: Neue Karte hinzufügen

source: Cancel
de: Abbruch

source: Enter a title for this card...
de: Geben Sie einen Titel für diese Karte ein...

source: moved list '%{a}' in front of '%{b}'
de: bewegte die Liste '%{a}' vor Liste '%{b}'

source: moved list '%{a}' to the end
de: bewegte die Liste '%{a}' ans Ende

source: moved card '%{a}' in front of '%{b}' of list '%{list}
de: bewegte die Karte '%{a}' vor Karte '%{b}' der Liste '%{list}'

source: moved card '%{a}' to the end of list '%{list}'
de: bewegte die Karte '%{a}' ans Ende der Liste '%{list}'

source: changed the description '%{description}' of board '%{board}'
de: änderte die Beschreibung '%{description}' vom Board '%{board}'

source: deleted the list '%{title}' from board '%{board}'
de: löschte die Liste '%{title}' vom Board '%{board}'

source: Add new list
de: Neue Liste hinzufügen

source: Enter a title for the new list...
de: Geben Sie einen Titel ein...

source: Logout
de: Abmelden

source: create a new board '%{title}'
de: erstellte ein neues Board '%{title}'

source: Add new board
de: Neues Board hinzufügen

source: Create a new board
de: Ein neues Board anlegen

source: Enter a title for the new board...
de: Geben Sie einen Titel ein...

source: See full history
de: Vollständige Aktivität anzeigen

source: Clear Database
de: Datenbank leeren

source: Create a fake account
de: Erstelle einen Fake Account

source: Enter a login...
de: Geben Sie einen Login-Name ein...

source: Enter a name...
de: Geben Sie einen Namen ein...

source: Enter a title...
de: Geben Sie einen Titel für diese Karte ein...

source: Enter an email...
de: Gene Sie eine E-Mail eingeben...

source: Login
de: Anmelden

source: Open Menu
de: Öffne Menü

source: Save
de: Speichern

source: changed the color of board '%{board}' to '%{color}'
de: setzte die Farbe vom Board '%{board}' auf '%{color}'

source: blue
de: Blau

source: changed title '%{title}' of list '%{list}'
de: setzte den Titel der Liste '%{list}' auf '%{title}'

source: green
de: Grün

source: purple
de: Lila

source: red
de: Rot

source: Close
de: Schließen

source: Color
de: Farbe

source: History
de: Aktivität

source: Archive list
de: Liste archivieren

source: Change name
de: Name ändern

source: Copy list
de: Liste kopieren

source: Move all cards
de: Alle Karten verschieben

source: Move list
de: Liste verschieben

source: Set color
de: Farbe ändern

source: Add new board...
de: Neues Board hinzufügen

source: Sign in with GitHub
de: Mit GibtHub anmelden

source: Starred boards
de: Kennzeichnete Boards

source: Visited boards
de: Besuchte Boards

source: Welcome
de: Willkommen

source: Welcome to Vega!
de: Willkommen zu Vega!

source: default
de: Standard

source: personal boards
de: Persönliche Boards

source: Move
de: Liste verschieben

source: moved list '%{a}' from board '%{from}'
de: verschob die Liste '%{a}' aus dem Board '%{from}'

source: moved list '%{a}' to board '%{to}'
de: verschob die Liste '%{a}' zum Board '%{to}'

source: (current)
de: (aktuell)

source: Copy
de: Liste kopieren

source: Enter a title for the list...
de: Geben Sie einen Titel ein...

source: copied the list '%{title}'
de: kopierte die Liste '%{title}'

source: %{n} cards
de: %{n} Karten

source: 0 cards
de: 0 Karten

source: one card
de: Eine Karte

source: , more than %{n} cards
de: , mehr als %{n} Karten

source: Threshold
de: Grenzwert

source: Warning
de: Warnung

source: if number of cards > %{n}
de: wenn Kartenanzahl > %{n}

source: removed the color from list '%{list}'
de: entferne die Farbe von der Liste '%{list}'

source: set the color of list '%{list}'
de: änderte die Farbe der Liste '%{list}'

source: Move cards
de: Karten verschieben

source: Move to %{list}
de: Karten zur Liste %{list} verschieben

source: moved %{cards} from '%{from}' to '%{to}'
de: verschob %{cards} von '%{from}' nach '%{to}'

source: %{n} cards:lowercase
de: %{n} Karten

source: 0 cards:lowercase
de: 0 Karten

source: one card:lowercase
de: eine Karte

source: Ascending
de: aufsteigend

source: Descing
de: absteigend

source: Sort by card name
de: Sortieren nach Kartenname

source: Sort by creation date
de: Sortieren nach Erstellungsdatum

source: Sort by modification date
de: Sortieren nach Änderungsdatum

source: Sort cards
de: Karten sortieren

source: sorted the cards of list '%{list}'
de: sortierte Karten der Liste '%{list}' neu

source: archived the list '%{list}'
de: archivierte die Liste '%{list}'

source: Archived elements
de: Archivierte Elemente

source: Change description
de: Beschreibung bearbeiten

source: Close board
de: Board schließen

source: Copy board
de: Board kopieren

source: Copy of %{title}
de: Kopie von %{title}

source: Enter a title for the board...
de: Geben Sie einen Titel ein...

source: Show settings
de: Einstellungen anzeigen

source: Closed boards
de: Board schließen

source: Delete board
de: Board löschen

source: Open board
de: Board öffnen

source: copied this board '%{board}' from '%{title}'
de: kopierte dieses Board '%{board}' von '%{title}'

source: closed this board '%{board}'
de: schloss dieses Board '%{board}'

source: opened this board '%{board}'
de: öffnete dieses Board '%{board}'
